benchmark/wrk/bitmap-t1-c1.txt
Running 30s test @ http://127.0.0.1:8091/v1/search/bitmap/prices
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    40.48us   90.97us   7.47ms   99.54%
    Req/Sec    26.24k     1.78k   28.20k    97.67%
  Latency Distribution
     50%   34.00us
     75%   38.00us
     90%   45.00us
     95%   52.00us
     97%   62.00us
     98%   76.00us
     99%   97.00us
  785931 requests in 30.10s, 152.90MB read
Requests/sec:  26111.06
Transfer/sec:      5.08MB