benchmark/wrk/bitmap-t1-c1.txt
Running 30s test @ http://127.0.0.1:8091/v1/search/bitmap/prices
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    54.83us  199.30us   9.50ms   99.50%
    Req/Sec    21.88k     2.17k   24.47k    83.72%
  Latency Distribution
     50%   42.00us
     75%   47.00us
     90%   53.00us
     95%   59.00us
     97%   66.00us
     98%   78.00us
     99%  110.00us
  655332 requests in 30.10s, 127.49MB read
Requests/sec:  21772.32
Transfer/sec:      4.24MB