benchmark/wrk/bitmap-t1-c1.txt
Running 30s test @ http://127.0.0.1:8091/v1/search/bitmap/prices
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    49.84us  153.91us   8.18ms   99.55%
    Req/Sec    22.89k     2.10k   26.01k    74.33%
  Latency Distribution
     50%   40.00us
     75%   43.00us
     90%   51.00us
     95%   59.00us
     97%   69.00us
     98%   82.00us
     99%  109.00us
  683043 requests in 30.00s, 132.89MB read
Requests/sec:  22767.79
Transfer/sec:      4.43MB