benchmark/wrk/bitmap-t2-c20.txt
Running 5s test @ http://127.0.0.1:8091/v1/search/bitmap/prices
  2 threads and 20 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   341.72us  218.38us   3.75ms   65.93%
    Req/Sec    30.25k     2.32k   33.61k    61.76%
  Latency Distribution
     50%  322.00us
     75%  478.00us
     90%  643.00us
     95%  734.00us
     97%  793.00us
     98%  838.00us
     99%    0.93ms
  306736 requests in 5.10s, 59.68MB read
Requests/sec:  60148.84
Transfer/sec:     11.70MB