benchmark/wrk/map-t1-c1.txt
Running 30s test @ http://127.0.0.1:8091/v1/search/map/prices
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   363.70us   65.30us   3.42ms   97.59%
    Req/Sec     2.76k   139.05     3.03k    88.04%
  Latency Distribution
     50%  356.00us
     75%  363.00us
     90%  377.00us
     95%  396.00us
     97%  417.00us
     98%  448.00us
     99%  557.00us
  82810 requests in 30.10s, 16.11MB read
Requests/sec:   2751.18
Transfer/sec:    548.09KB